{
  "plugins": {
    "gruvbox.nvim": {
      "src": "git@github.com:ellisonleao/gruvbox.nvim"
    },
    "harpoon": {
      "src": "git@github.com:ThePrimeagen/harpoon",
      "version": "'harpoon2'"
    },
    "lazygit.nvim": {
      "src": "git@github.com:kdheepak/lazygit.nvim"
    },
    "nvim-autopairs": {
      "src": "git@github.com:windwp/nvim-autopairs"
    },
    "nvim-surround": {
      "src": "git@github.com:kylechui/nvim-surround"
    },
    "nvim-treesitter": {
      "src": "git@github.com:nvim-treesitter/nvim-treesitter"
    },
    "oil.nvim": {
      "src": "git@github.com:stevearc/oil.nvim"
    },
    "plenary.nvim": {
      "src": "git@github.com:nvim-lua/plenary.nvim"
    },
    "telescope-fzf-native.nvim": {
      "src": "git@github.com:nvim-telescope/telescope-fzf-native.nvim"
    },
    "telescope.nvim": {
      "src": "git@github.com:nvim-telescope/telescope.nvim"
    },
    "undotree": {
      "src": "git@github.com:mbbill/undotree"
    },
    "which-key.nvim": {
      "src": "git@github.com:folke/which-key.nvim"
    }
  }
}
